Repository: ZIYU-FUI/wenshu
Catalog: Sources/WenshuApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# canvas.empty.title
source: No canvas loaded
zh_hans: 未加载画布

# canvas.nodes.count
source: %d nodes
zh_hans: %d 个节点

# canvas.open
source: Open .canvas
zh_hans: 打开 .canvas

# canvas.save
source: Save
zh_hans: 保存

# chat.input.attach.clear
source: Clear attachment
zh_hans: 清除附件

# chat.input.help
source: Type a slash command to instruct the AI. Examples: /create-book My new novel /compress focus chapter 3 /expand selected text /rephrase academic /summarize chapter 1 Or just chat normally.
zh_hans: 输入斜杠命令,让 AI 执行操作。例如: /create-book 我的新小说 /compress 聚焦第 3 章 /expand 选中文本 /rephrase 学术 /summarize 第 1 章 也可以直接聊天。

# chat.input.placeholder
source: Input a message...
zh_hans: 输入消息...

# chat.input.tokens_used
source: %d tokens used
zh_hans: 已使用 %d tokens

# chat.input.tokens_used.over_threshold
source: %d / %d tokens (%d%%)
zh_hans: 已使用 %d / %d tokens（%d%%）

# chat.message.imageMissing
source: Image file is missing
zh_hans: 图片已丢失

# chathelp.please_first_goto
source: Please first go to
zh_hans: 请先在

# chatview.ai_thinking
source: AI thinking process
zh_hans: AI 思考过程

# chatview.ai_thought
source: AI thought process
zh_hans: AI 思考过程

# chatview.diff_sheet.close
source: Close
zh_hans: 关闭

# chatview.focus_lock.allow
source: Allow
zh_hans: 允许

# chatview.focus_lock.badge
source: Agent editing...
zh_hans: Agent 正在改...

# chatview.focus_lock.deny
source: Deny
zh_hans: 拒绝

# chatview.focus_lock.title
source: Agent wants to edit '{chapter}'
zh_hans: Agent 想编辑「{chapter}」

# chatview.message_action.copy
source: Copy
zh_hans: 复制

# chatview.message_action.delete
source: Delete
zh_hans: 删除

# chatview.plan.failed
source: Plan mode failed
zh_hans: 计划模式失败

# chatview.plan.via
source: Plan (via %@)
zh_hans: 计划（通过 %@）

# chatview.streaming_cursor.generating
source: Generating response...
zh_hans: 正在生成回复...

# chatview.tool_result.collapse
source: Collapse
zh_hans: 折叠

# chatview.tool_result.error
source: Failed
zh_hans: 失败

# chatview.tool_result.expand
source: Show full output
zh_hans: 展开完整输出

# chatview.tool_result.success
source: Completed
zh_hans: 已完成

# command_palette.open
source: Command palette
zh_hans: 命令面板

# command_palette.open.help
source: Open the command palette (⌃⌘P)
zh_hans: 打开命令面板 (⌃⌘P)

# command_palette.title
source: Command palette
zh_hans: 命令面板

# composer.field.end_line
source: End line
zh_hans: 结束行

# composer.field.new_name
source: New name
zh_hans: 新名

# composer.field.note_id
source: Note id
zh_hans: 笔记 ID

# composer.field.old_name
source: Old name
zh_hans: 旧名

# composer.field.start_line
source: Start line
zh_hans: 起始行

# composer.field.target_note_id
source: Target note id
zh_hans: 目标笔记 ID

# composer.op.merge
source: Merge
zh_hans: 合并

# composer.op.rename
source: Rename
zh_hans: 重命名

# composer.op.split
source: Split
zh_hans: 拆分

# composer.run
source: Run
zh_hans: 执行

# composer.section.merge
source: Merge into
zh_hans: 合并到

# composer.section.note_id
source: Note
zh_hans: 笔记

# composer.section.rename
source: Rename
zh_hans: 重命名

# composer.section.result
source: Result
zh_hans: 结果

# composer.section.split
source: Split range
zh_hans: 拆分范围

# cron.add
source: Add schedule
zh_hans: 添加定时任务

# cron.add_section
source: Add a new schedule
zh_hans: 添加新计划

# cron.empty.body
source: Click + to add a new scheduled prompt.
zh_hans: 点击 + 添加新的定时提示。

# cron.empty.title
source: No cron schedules
zh_hans: 无定时任务

# cron.field.command
source: Command
zh_hans: 命令

# cron.field.name
source: Name
zh_hans: 名称

# cron.field.schedule
source: Schedule (cron expression)
zh_hans: 计划 (cron 表达式)

# cron.refresh
source: Refresh
zh_hans: 刷新

# editor.empty.description
source: Open a book or create a new document to start writing.
zh_hans: 打开一本书或新建一个文档开始书写。

# editor.empty.title
source: No Document Open
zh_hans: 没有打开文档

# error.api_key.invalid
source: LLM API key is invalid or expired. Open Settings -&gt; Service Configuration and update your connector key.
zh_hans: LLM API 密钥无效或已过期。请前往 设置 → 服务配置 更新您的连接器密钥。

# error.api_key.missing
source: LLM API key not configured. Open Settings -&gt; Service Configuration and pick one of the LLM connectors (Anthropic / OpenAI / DeepSeek / Gemini / Ollama / OpenRouter / MiniMax) to fill in.
zh_hans: 未配置 LLM API 密钥。请前往 设置 → 服务配置 任选一个 LLM 连接器（Anthropic / OpenAI / DeepSeek / Gemini / Ollama / OpenRouter / MiniMax）填写。

# error.context_too_long.generic
source: Conversation context exceeds the model limit. Please start a new conversation or trim history.
zh_hans: 对话上下文超过模型限制。请开启新对话或精简历史。

# error.context_too_long.with_count
source: Conversation context exceeds the model limit (currently about %d tokens). Please start a new conversation or trim history.
zh_hans: 对话上下文超过模型限制（当前约 %d tokens）。请开启新对话或精简历史。

# error.database.operation_failed
source: Database %@ failed. Please retry or restart the app.
zh_hans: 数据库 %@ 失败。请重试或重启应用。

# error.file_write.generic
source: File write failed. Please check disk space or file permissions.
zh_hans: 文件写入失败。请检查磁盘空间或文件权限。

# error.file_write.with_path
source: File write failed: %@. Please check disk space or file permissions.
zh_hans: 文件写入失败：%@。请检查磁盘空间或文件权限。

# error.invalid_input.generic
source: Invalid input. Please check and retry.
zh_hans: 输入无效，请检查后重试。

# error.invalid_input.with_field_reason
source: Invalid input: %@%@. Please check and retry.
zh_hans: 输入无效：%@%@。请检查后重试。

# error.invalid_input.with_reason
source: Invalid input: %@. Please check and retry.
zh_hans: 输入无效：%@。请检查后重试。

# error.model_refusal.generic
source: Model refused to generate. Please modify the input and retry.
zh_hans: 模型拒绝生成。请修改输入后重试。

# error.model_refusal.with_reason
source: Model refused to generate: %@. Please modify the input and retry.
zh_hans: 模型拒绝生成：%@。请修改输入后重试。

# error.network.failure
source: Network disconnected. Please check your connection and retry.
zh_hans: 网络断开，请检查连接后重试。

# error.output_too_long
source: Output exceeds %@'s length limit; the model auto-truncated. Reduce the input or split into multiple requests.
zh_hans: 本次输出超过 %@ 的长度上限，模型已自动截断。请缩小输入或拆分为多次请求。

# error.rate_limit.generic
source: LLM rate-limited. Please try again later.
zh_hans: LLM 限流中，请稍后再试。

# error.rate_limit.provider
source: %@ rate-limited. Please try again later.
zh_hans: %@ 限流中，请稍后再试。

# error.reference_library_not_bootstrapped
source: Reference library not found (= workspace not bootstrapped)
zh_hans: 资料库未找到 (= workspace 未 bootstrap)

# error.timeout.generic
source: %@ timed out. Please try again later.
zh_hans: %@ 超时。请稍后重试。

# error.timeout.with_seconds
source: %@ timed out (%d seconds). Please try again later.
zh_hans: %@ 超时（%d 秒）。请稍后重试。

# error.unknown
source: Unknown error. Please try again later or restart the app.
zh_hans: 未知错误，请稍后重试或重启应用。

# export.book.format.combined_md
source: Combined Markdown (= one file per chapter, folder)
zh_hans: 合并的 Markdown (= 每章一个文件, 文件夹形式)

# export.book.format.epub
source: EPUB (= Apple Books / generic)
zh_hans: EPUB (= Apple Books / 通用)

# export.book.format.pdf
source: PDF (= generic print format)
zh_hans: PDF (= 通用打印格式)

# export.book.picker
source: Book
zh_hans: 选择书

# export.book.placeholder
source: Select a book
zh_hans: 请选择一本书

# export.chapter.picker
source: Chapter
zh_hans: 选择章节

# export.chapter.placeholder
source: Select a chapter
zh_hans: 请选择章节

# export.error.destination_readonly
source: Destination is read-only (= check permissions)
zh_hans: 目标位置不可写 (= 检查权限)

# export.error.library_corrupted
source: Library is in a bad state (= finish migration first)
zh_hans: 库状态异常 (= 请先完成迁移)

# export.library.format.copy
source: Copy the .ws package
zh_hans: 复制整个 .ws 库

# export.library.format.zip
source: Zip archive
zh_hans: 打包为 zip 压缩文件

# export.menu.file
source: Export…
zh_hans: 导出…

# export.section.book
source: Book as eBook
zh_hans: 整书导出为电子书

# export.section.chapter
source: Chapter as Markdown
zh_hans: 单章导出为 Markdown

# export.section.library
source: Library
zh_hans: 整库导出

# export.sheet.cancel
source: Cancel
zh_hans: 取消

# export.sheet.confirm
source: Export
zh_hans: 导出

# export.sheet.title
source: Export
zh_hans: 导出

# export.toolbar.label
source: Export
zh_hans: 导出

# foreshadowing_graph.empty.body
source: The graph view shows recycled foreshadowing entries across chapters.
zh_hans: 图视图跨章节显示重复使用的伏笔条目。

# foreshadowing_graph.empty.title
source: No foreshadowing entries
zh_hans: 无伏笔条目

# foreshadowing_graph.no_book.body
source: Select a book in the sidebar to view its foreshadowing graph.
zh_hans: 在侧栏中选择一本书以查看其伏笔图。

# foreshadowing_graph.no_book.title
source: No book selected
zh_hans: 未选择书

# foreshadowing_graph.refresh
source: Refresh
zh_hans: 刷新

# foreshadowingview.empty.body
source: Pick a book from the left sidebar to start tracking foreshadowings.
zh_hans: 在左侧书架里选择一本书, 开始追踪伏笔。

# foreshadowingview.empty.title
source: Foreshadowing
zh_hans: 伏笔

# graphview.edges_count
source: Edges:
zh_hans: 边数:

# graphview.nodes_count
source: Nodes:
zh_hans: 节点数:

# guardrail.add.title
source: Add guardrail
zh_hans: 新增护栏

# inspector.page.authoringCharacters
source: Characters
zh_hans: 写作 (人物)

# inspector.page.authoringFiction
source: Fiction
zh_hans: 写作 (小说)

# inspector.page.authoringStyle
source: Style
zh_hans: 写作 (风格)

# inspector.page.help
source: Switch inspector page
zh_hans: 切换右栏页面

# inspector.page.projectManagement
source: Project
zh_hans: 项目管理

# inspector.toggle.button
source: Inspector
zh_hans: 右栏

# inspector.toggle.help
source: Show or hide the inspector panel
zh_hans: 显示或隐藏右栏

# kanban.empty_state
source: (No kanban — type in the input above to create the first one)
zh_hans: (暂无看板 — 在上面输入框新建第一条)

# kanban.unselected_book
source: No book selected — choose a book from the left sidebar to load the kanban.
zh_hans: 未选书 — 在左侧书架里选一本书, 看板才会加载

# layout.preset.delete_confirm_message_prefix
source: Cannot undo delete. Preset
zh_hans: 删除后无法撤销。模板

# layout.preset.delete_confirm_message_suffix
source: will be removed from all devices.
zh_hans: 会从所有设备上移除。

# layout.zone_editor.title
source: Editor
zh_hans: 编辑器

# layout_edit_bar.empty_hint
source: Select a layout, or drag panes between zones
zh_hans: 选择一个布局，或在区域之间拖动面板

# library.default.book_summary
source: Wenshu default shelf help documentation.
zh_hans: 文枢默认书架的帮助文档

# library.default.book_title
source: Help
zh_hans: 帮助

# library.default.legacy_shelf_name
source: Default shelf
zh_hans: 默认书架

# library.default.shelf_name
source: Get Started Here
zh_hans: 从这里开始

# library.sidebar.reference_root
source: Reference
zh_hans: 参考资料

# llm_wiki.operator.help
source: Run the LLM Wiki derivation pipeline on the active library (= re-derive abstracts and indexes).
zh_hans: 对当前文枢运行 LLM Wiki 推导管线 (= 重新生成摘要与索引)。

# llm_wiki.operator.open
source: Re-derive wiki
zh_hans: 重建 Wiki

# memory.no_entries
source: No memories retrieved this turn
zh_hans: 本轮未检索到相关记忆

# menu.edit.redo
source: Redo
zh_hans: 重做

# menu.edit.undo
source: Undo
zh_hans: 撤销

# menu.file.import
source: Import…
zh_hans: 导入…

# menu.file.new_project
source: New project
zh_hans: 新建项目

# menu.file.new_project.submenu.new_book
source: New book
zh_hans: 新建书

# menu.file.new_project.submenu.new_shelf
source: New shelf
zh_hans: 新建书架

# menu.view.show_chat_zone
source: Show/Hide Chat Zone
zh_hans: 显示/隐藏 聊天区

# new_book_sheet_author_field
source: Author (optional)
zh_hans: 作者（可选）

# new_book_sheet_icon_label
source: Icon
zh_hans: 图标

# new_book_sheet_shelf_picker
source: Shelf
zh_hans: 所属书架

# new_book_sheet_title
source: New Book
zh_hans: 新建书

# new_book_sheet_title_field
source: Book title
zh_hans: 书名

# new_choice_book_subtitle
source: A book holds chapters, drafts, characters, and more
zh_hans: 一本书可承载章节、草稿、人物等

# new_choice_book_title
source: New Book
zh_hans: 新建书

# new_choice_sheet_title
source: What would you like to create?
zh_hans: 你要创建什么？

# new_choice_shelf_subtitle
source: A shelf groups related books
zh_hans: 书架用于归类相关书籍

# new_choice_shelf_title
source: New Shelf
zh_hans: 新建书架

# new_shelf_sheet_duplicate_error
source: A shelf with this name already exists.
zh_hans: 已有同名书架。

# new_shelf_sheet_name_field
source: Shelf name
zh_hans: 书架名称

# new_shelf_sheet_reserved_error
source: This name is reserved.
zh_hans: 这个名称是保留名称。

# new_shelf_sheet_title
source: New Shelf
zh_hans: 新建书架

# onboarding.library.choose_location
source: Please choose Wenshu library location
zh_hans: 请指定文枢仓库的位置

# onboarding.library.new_vs_open
source: New = create new library, Open = select existing library
zh_hans: 新建 = 创建新仓库, 打开 = 选择已有仓库

# onboarding.library.welcome_blurb
source: Wenshu stores your shelves, chat history, kanban, todos, and assets in this library.
zh_hans: 文枢会把你的书架、聊天记录、看板、任务、资产都保存在这个仓库里。

# outlinepanel.items_count
source: Items:
zh_hans: 条目数:

# paragraph.expand
source: Expand
zh_hans: 展开

# paragraph.rephrase
source: Rephrase
zh_hans: 改写

# paragraph.shorten
source: Shorten
zh_hans: 缩短

# picker.character
source: Character
zh_hans: 角色

# picker.status
source: Status
zh_hans: 状态

# preview.column.title
source: Cards
zh_hans: 素材

# preview.search.placeholder
source: Search cards…
zh_hans: 搜索卡片…

# rename_item_sheet_duplicate_error
source: An item with this name already exists.
zh_hans: 已有同名项。

# rename_item_sheet_name_field
source: Name
zh_hans: 名称

# rename_item_sheet_reserved_error
source: This name is reserved.
zh_hans: 这个名称是保留名称。

# rename_item_sheet_title
source: Rename
zh_hans: 重命名

# settings.agentBehavior.speakingStyle.help
source: How the assistant sounds in replies (= closed preset; = cannot be edited as free text).
zh_hans: 助手回复的语气 (= 预设选项, 不能自定义文本).

# settings.agentBehavior.speakingStyle.prompt
source: Reply style
zh_hans: 回复风格

# settings.agentBehavior.speakingStyle.title
source: Speaking style
zh_hans: 说话风格

# settings.assistant.caption
source: Assistant tasks default to the main model. You can assign a dedicated model to any task. (wenshu canonical: assistant task scheduling not yet implemented, placeholder shows Hermes AUX_TASKS canonical list)
zh_hans: 辅助任务默认使用主模型. 你可以为任意任务指定专用模型. (wenshu 真值: 辅助任务调度暂未实现, 占位显示 Hermes AUX_TASKS 真值列表)

# settings.general.agentAddress
source: Agent address
zh_hans: Agent 称呼

# settings.general.agentAddress.help
source: The agent (Wenshu) uses this name to address you. Default: user
zh_hans: Agent（文枢）用这个称呼叫你。默认：user

# settings.general.agentAddress.prompt
source: user
zh_hans: 用户

# settings.general.appearance
source: Appearance
zh_hans: 外观

# settings.general.liquidGlass
source: Liquid Glass
zh_hans: 液态玻璃

# settings.general.liquidGlass.body
source: Liquid Glass follows macOS system settings
zh_hans: 液态玻璃跟随 macOS 系统设置

# settings.general.liquidGlass.hint
source: Adjust appearance: System Settings → Appearance. Adjust transparency: System Settings → Accessibility → Display → Reduce transparency.
zh_hans: 调整外观：系统设置 → 外观；调整透明度：系统设置 → 辅助功能 → 显示 → 减少透明度。

# settings.general.misc
source: General
zh_hans: 通用设置

# settings.general.misc.placeholderNote
source: Pages-style, behavior not the focus
zh_hans: Pages 范式，不用管功能

# settings.memory.enable
source: Enable memory subsystem
zh_hans: 开启 Memory 子系统

# settings.memory.purge.count
source: Memory count: %d
zh_hans: 记忆数: %d

# settings.memory.recent
source: Recent memories ()
zh_hans: 最近记忆 ()

# settings.memory.recent.empty
source: No memories yet. Memories will appear here as you chat.
zh_hans: 暂无记忆. 聊天过程中会逐渐出现.

# settings.memory.retention
source: Retention
zh_hans: 保留

# settings.memory.retention.d180
source: 180 days
zh_hans: 180 天

# settings.memory.retention.d30
source: 30 days
zh_hans: 30 天

# settings.memory.retention.d365
source: 365 days
zh_hans: 365 天

# settings.memory.retention.d90
source: 90 days
zh_hans: 90 天

# settings.memory.scope
source: Scope
zh_hans: 范围

# settings.memory.scope.libraryPublic
source: Library-public (cross-book)
zh_hans: 全库共享 (跨书)

# settings.memory.scope.perBook
source: Per-book only
zh_hans: 仅当前书

# settings.memory.subtitle
source: Wenshu remembers context from past conversations. Configure scope + retention below.
zh_hans: 文枢会记住历史对话的上下文. 在下面配置范围 + 保留策略.

# settings.memory.title
source: Memory
zh_hans: 记忆

# settings.model.assistant_model_label
source: Assistant model
zh_hans: 辅助模型

# settings.model.change_button
source: Change
zh_hans: 更改

# settings.model.main_model_caption
source: Set the global default model.
zh_hans: 设置全局默认模型.

# settings.model.main_model_label
source: Main model
zh_hans: 主模型

# settings.model.model_label
source: Model
zh_hans: 模型

# settings.model.provider_label
source: Provider
zh_hans: 提供方

# settings.model.reasoning.effortHint
source: EFFORT = Anthropic output_config.effort (low/medium/high/xhigh/max). See minimax docs for available levels.
zh_hans: EFFORT = Anthropic output_config.effort (low/medium/high/xhigh/max). 模型可用级别看 minimax 文档.

# settings.model.reasoning_effort_high
source: High
zh_hans: 高

# settings.model.reasoning_effort_label
source: Default reasoning effort
zh_hans: 默认推理强度

# settings.model.reasoning_effort_low
source: Low
zh_hans: 低

# settings.model.reasoning_effort_max
source: Max
zh_hans: 最高

# settings.model.reasoning_effort_medium
source: Medium
zh_hans: 中

# settings.model.reasoning_effort_xhigh
source: Extra High
zh_hans: 极高

# settings.model.reasoning_label
source: Reasoning
zh_hans: 推理

# settings.model.use_main_model
source: Use main model
zh_hans: 使用主模型

# settings.provider.key_count_label
source: Keys set /
zh_hans: 已设 key /

# settings.provider.save_button
source: Save
zh_hans: 保存

# settings.provider.save_failed_message
source: Save failed:
zh_hans: 保存失败:

# settings.provider.tbd_label
source: To be configured
zh_hans: 待配置

# settings.search.placeholder
source: Search
zh_hans: 搜索

# settings.tab.agentBehavior
source: Agent behavior
zh_hans: 智能体

# settings.tab.general
source: General
zh_hans: 通用

# settings.tab.memory
source: Memory
zh_hans: 记忆

# settings.tab.model
source: Model
zh_hans: 模型

# settings.tab.providerApi
source: Provider API
zh_hans: 提供方 API

# sidebar.column.title
source: Library
zh_hans: 书架

# sidebar.new_button.help
source: Create a shelf or book
zh_hans: 新建书架或书

# sidebar.new_button.label
source: New
zh_hans: 新建

# sidebar.reference_library.title
source: Reference Library
zh_hans: 资料库

# sidebar_context_menu_delete
source: Delete
zh_hans: 删除

# card_completion_context_menu_complete
source: Complete with agent
zh_hans: 和 agent 补齐

# sidebar_context_menu_delete_batch
source: Delete %d items
zh_hans: 删除 %d 项

# sidebar_context_menu_new
source: New
zh_hans: 新建

# sidebar_context_menu_new_book_here
source: New Book Here
zh_hans: 在此新建书

# sidebar_context_menu_rename
source: Rename
zh_hans: 重命名

# sidebar_delete_alert_message
source: “%@” will be moved to the trash. This cannot be undone.
zh_hans: “%@” 将被移到废纸篓。此操作无法撤销。

# sidebar_delete_alert_title
source: Delete this item?
zh_hans: 删除该项？

# sidebar_service_error_book_not_found
source: Book not found.
zh_hans: 找不到书。

# sidebar_service_error_cannot_delete_default
source: Cannot delete the default bookshelf.
zh_hans: 默认书架不可删除。

# sidebar_service_error_shelf_not_found
source: Bookshelf not found.
zh_hans: 找不到书架。

# spotlight.search.empty.body
source: No documents matched your query.
zh_hans: 没有文档匹配您的查询。

# spotlight.search.empty.title
source: No results
zh_hans: 无结果

# subagent.empty_state
source: (No sub-agent tasks — chat with Wenshu to trigger one)
zh_hans: (暂无子代理任务 — 与文枢对话以触发)

# subagent.live_update_hint
source: Live updates from KanbanStore (actor) — auto-refresh every 2s + manual refresh button
zh_hans: 从 KanbanStore (actor) 实时更新 — 每 2 秒自动刷新 + 手动刷新按钮

# subagent.progress_title
source: Sub-agent progress
zh_hans: 子代理进度

# tab.title.background_review
source: Background review
zh_hans: 后台审核

# tab.title.book_setting_constraints
source: Book Constraints
zh_hans: 书籍设置

# tab.title.bookmark
source: Bookmarks
zh_hans: 书签

# tab.title.bookshelf
source: Bookshelf
zh_hans: 书架

# tab.title.character_lifecycle
source: Character Lifecycle
zh_hans: 人物生命周期

# tab.title.character_relationships
source: Character Relationships
zh_hans: 人物关系

# tab.title.editor
source: Editor
zh_hans: 编辑

# tab.title.emotion_curve
source: Emotion Curve
zh_hans: 情绪曲线

# tab.title.foreshadowing
source: Foreshadowing
zh_hans: 伏笔

# tab.title.genre_fit
source: Genre Fit
zh_hans: 体裁匹配

# tab.title.graph
source: Graph
zh_hans: 图

# tab.title.idea_library
source: Idea Library
zh_hans: 想法库

# tab.title.long_form
source: Long-Form
zh_hans: 长文规范

# tab.title.outline
source: Outline
zh_hans: 大纲

# tab.title.placeholder
source: Placeholder
zh_hans: 占位符

# tab.title.plot_thread
source: Plot Thread
zh_hans: 情节线

# tab.title.preview
source: Preview
zh_hans: 预览

# tab.title.reader_experience
source: Reader Experience
zh_hans: 读者体验

# tab.title.reference_library
source: Reference library
zh_hans: 资料库

# tab.title.tag_manager
source: Tag Manager
zh_hans: 标签管理

# todo.empty_state
source: (No todos — type in the input above to create the first one)
zh_hans: (暂无待办 — 在上面输入框新建第一条)

# todo.unselected_book
source: No book selected — choose a book from the left sidebar to load todos.
zh_hans: 未选书 — 在左侧书架里选一本书, 待办才会加载

# todolist.count_jsonhint
source: items ·
zh_hans: 项 ·

# todolist.no_due_date
source: (no due date)
zh_hans: (无截止)

# todolist.overdue
source: Overdue
zh_hans: 已过期

# todolist.priority_label
source: Priority:
zh_hans: 优先级:

# todolist.reopen
source: Reopen
zh_hans: 重开

# window.attachments.empty
source: No attachments yet
zh_hans: 暂无附件

# window.attachments.title
source: Attachments
zh_hans: 附件

# window.canvas
source: Canvas
zh_hans: 画布

# window.canvas.help
source: Open Canvas window
zh_hans: 打开画布窗口

# window.canvas.open
source: Canvas
zh_hans: 画布

# window.composer
source: Composer
zh_hans: 组合

# window.composer.help
source: Open Composer window
zh_hans: 打开组合窗口

# window.composer.open
source: Composer
zh_hans: 组合

# window.cron
source: Cron
zh_hans: 定时任务

# window.cron.help
source: Open Cron window
zh_hans: 打开定时任务窗口

# window.cron.open
source: Cron
zh_hans: 定时任务

# window.foreshadowing_graph
source: Foreshadowing Graph
zh_hans: 伏笔图

# window.foreshadowing_graph.help
source: Open Foreshadowing Graph window
zh_hans: 打开伏笔图窗口

# window.foreshadowing_graph.open
source: Foreshadowing Graph
zh_hans: 伏笔图

# window.kanban.help
source: Open kanban in a new window
zh_hans: 在新窗口打开看板

# window.kanban.open
source: Kanban
zh_hans: 看板

# window.kanban.title
source: Kanban
zh_hans: 看板

# window.manifest.checksum
source: Checksum
zh_hans: 校验和

# window.manifest.created_at
source: Created
zh_hans: 创建时间

# window.manifest.empty
source: No workspace manifest yet
zh_hans: 暂无工作区清单

# window.manifest.migrated_at
source: Migrated from sqlite3
zh_hans: 从 sqlite3 迁移

# window.manifest.schema_version
source: Schema version
zh_hans: 模式版本

# window.manifest.title
source: Manifest
zh_hans: 工作区清单

# window.manifest.updated_at
source: Updated
zh_hans: 更新时间

# window.manifest.wenshu_version
source: Wenshu version
zh_hans: 文枢版本

# window.manifest.workspace_uuid
source: Workspace UUID
zh_hans: 工作区 UUID

# window.summaries.empty
source: No chat summaries yet
zh_hans: 暂无会话摘要

# window.summaries.title
source: Summaries
zh_hans: 会话摘要

# window.todo.help
source: Open todo list in a new window
zh_hans: 在新窗口打开待办

# window.todo.open
source: Todo
zh_hans: 待办

# window.todo.title
source: Todo
zh_hans: 待办

# workspace.editor.close_tab_tooltip
source: Close tab
zh_hans: 关闭标签页

# workspace.editor.dirty_discard_alert_title
source: Unsaved changes will be discarded.
zh_hans: 未保存的更改将丢失

# workspace.editor.dirty_discard_button
source: Discard edits
zh_hans: 放弃编辑

# workspace.editor.discard_changes_confirm
source: The editor has unsaved changes. Closing will discard them.
zh_hans: 编辑器有未保存的更改, 关闭后将丢失.

# workspace.editor.expand_fullscreen
source: Expand Fullscreen
zh_hans: 展开全屏

# workspace.editor.external_change_save_failed
source: File updated; saving your edits failed (notice:.
zh_hans: 文件已更新, 你的编辑保存失败 (通知:

# workspace.editor.external_change_saved
source: File updated; your edits were saved to.
zh_hans: 文件已更新, 你的编辑已保存到
